Revit 2027 API
ParameterTypeId.ZoneHumidificationSetPointParam Property
 "Humidification Set Point"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneHumidificationSetPointParam { get; }
Public Shared ReadOnly Property ZoneHumidificationSetPointParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneHumidificationSetPointParam {
	ForgeTypeId^ get ();
}
static member ZoneHumidificationSetPointParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace